app/controllers/students_controller.rb

  def create
    @student = Student.new(student_params)
    if @student.save
---
INSERT INTO "students" ("created_at", "house_id", "img_url", "name", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["created_at", Wed, 15 Apr 2015 13:49:19 UTC +00:00], ["house_id", 4], ["img_url", "ddad"], ["name", "nick"], ["updated_at", Wed, 15 Apr 2015 13:49:19 UTC +00:00]]